---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamThermalConductivityY
source: html/0eedefd2-7c1d-e13c-1a05-ee253ac84a45.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamThermalConductivityY Property

"Thermal Conductivity Y"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamThermalConductivityY { get; }
```